{
	"Hello": "Cześć",
	"Steem needs valuable users. Steem needs you!": "Steem potrzebuje wartościowych użytkowników. Steem potrzebuje Ciebie!",
	"We want to make it easier for new and valuable creators to quickly create their accounts so that they can share their content with us and monetize it. Here we will let you publish your first post to fund new account as soon as possible": "Chcemy ułatwić nowym i cennym twórcom szybkie tworzenie kont, tak aby mogli dzielić się z nami swoimi treściami i monetyzowali je. W tym miejscu pozwolimy Ci opublikować twój pierwszy artykuł, aby jak najszybciej założyć Ci nowe konto.",
	"Introduce Yourself": "Przedstaw się",
	"Or use Steemit": "Albo użyj Steemit",
	"How it works": "Jak to działa",
	"Steemfounders allows you to publish your first post here without having an account. Try to make it as good as possible - at Steemit we reward interesting creators and it will depend on how quickly your account will be created (however, it should not take longer than 24 hours).": "Steemfounders pozwala publikować swoje pierwsze posty bez posiadania konta Steem. Postaraj się możliwie najbardziej - na Steemit nagradzamy ciekawych twórców i będzie od tego zależało jak szybko Twoje konto zostanie utworzone (jednak nie powinno to trwać dłużej niż 24 godziny).",
	"You introduce yourself": "Przedstawiasz się",
	"All you have to do is write your first post here - if it is good enough, your account will be opened even today. Remember - this post should be your trademark, try to be as good as possible": "Wystarczy, że wpiszesz tutaj swój pierwszy post - jeśli jest wystarczająco dobry, twoje konto zostanie założone jeszcze dzisiaj. Pamiętaj - ten wpis powinien być Twoim znakiem rozpoznawczym, postaraj się by był tak dobry, jak to tylko możliwe.",
	"We fund your new account": "Fundujemy Ci nowe konto",
	"If your post looks good, we take the risk and finance a new account especially for you. You will receive all the access keys to this account. This will be YOUR account, ready to publish your next materials immediately.": "Jeśli Twój post wygląda dobrze, podejmujemy ryzyko i fundujemy Ci nowe konto. Otrzymasz wszystkie klucze dostępu do tego konta. Będzie to TWOJE konto, gotowe do natychmiastowego publikowania kolejnych materiałów.",
	"You receive all rewards": "Dostajesz wynagrodzenie z postu",
	"We want to be fair with our users, so after 7 days, when your work will be settled, we transfer the tokens earned by you to your wallet. It will be yours and you will be able to withdraw them or invest in account power": "Chcemy być uczciwi wobec naszych użytkowników, więc po 7 dniach, kiedy Twoja praca zostanie rozliczona, przetransferujemy zarobione przez Ciebie tokeny na twoje konto. Będzie to twoja własność i będziesz mógł je wypłacić lub zainwestować w Steem Power.",
	"Every successful individual knows that his or her achievement depends on a community of persons working together.": "Każda osoba, która odniosła sukces, wie, że jej osiągnięcia zależą od grupy ludzi współpracujących ze sobą.",
	"Accounts funded": "Ufundowanych kont",
	"STEEM tokens transfered": "przesłanych tokenów STEEM",
	"Latest posts": "Najnowsze posty",
	"Read on Steemit": "Przeczytaj na Steemit",
	"Introduce yourself": "Przedstaw się",
	"First of all you need to authenticate your account. Just type your email into form below. Don't worry, we hate spam too, so we will use your e-mail only for sending information about accepting your post and creating account. It won't be shared with anyone. Never.": "Przede wszystkim musisz uwierzytelnić swoje konto. Wystarczy, że wpiszesz swój email w poniższy formularz. Nie martw się, też nie znosimy spamu, więc wykorzystamy twój e-mail tylko do wysyłania informacji o zaakceptowaniu twojego postu i utworzeniu konta. Nikomu go nie przekażemy. Nigdy.",
	"If you cant see registration form below, please try disabling your ad-blocking extensions.": "Jeśli nie widzisz formularza rejestracyjnego, spróbuj wyłączyć rozszerzenie blokujące reklamy.",
	"Send activation link": "Wyślij link aktywacyjny",
	"Login to Your Account": "Zaloguj się do swojego konta",
	"Register": "Zarejestruj",
	"Forgot Password": "Zapomniałem hasła",
	"Home": "Główna",
	"What is Steem": "Czym jest Steem",
	"About Steemfounders": "O Steemfounders",
	"Our Discord": "Nasz Discord",
	"Login and check": "Zaloguj się",
	"Supporting Steem community is our goal and we are going to do everything we can to make it growing with quality accounts.": "Wspieranie społeczności Steem jest naszym celem i zamierzamy zrobić wszystko, co w naszej mocy, aby rosła ona dzięki twórcom wysokiej jakości treści.",
	"Important Links": "Ważne odnośniki",
	"Home Page": "Strona główna",
	"Steemit": "Steemit",
	"Contact on Discord": "Kontakt przez Discord",
	"Our Partners": "Nasi partnerzy",
	"ENGRAVE": "ENGRAVE",
	"SteemProjects": "SteemProjects",
	"Support Us": "Wesprzyj nas",
	"Send 10 SBD": "Wyślij 10 SBD",
	"Send 10 STEEM": "Wyślij 10 STEEM",
	"Copyright": "Copyright",
	"All Right Reserved": "Wszelkie prawa zastrzeżone",
	"You are about to reject this post. Say why:": "Zaraz odrzucisz post. Uzasadnij dlaczego:",
	"Reason:": "Powód:",
	"Back": "Wstecz",
	"Reject": "Odrzuć",
	"You are about to create new account": "Zaraz utworzysz nowe konto",
	"Please be aware that it cost 3 STEEM and it cannot be undone": "Miej na uwadze, że kosztuje to 3 STEEM i nie można tego cofnąć.",
	"Create new account": "Utwórz nowe konto",
	"You are about to hide this entry": "Zaraz ukryjesz ten wpis",
	"Please be aware you won't see it again. Should be used only when post not earned enough to create new account.": "Pamiętaj, że nie zobaczysz tego ponownie. Opcja powinna zostać użyta tylko wtedy, gdy post nie zarobił wystarczająco by ufundować konto.",
	"Hide": "Ukryj",
	"Logout": "Wyloguj",
	"Dashboard": "Panel zarządzania",
	"Moderator panel": "Panel moderatora",
	"Already published but without account created": "Posty opublikowane, ale bez ufundowanego konta",
	"Create account": "Utwórz konto",
	"Admin tools": "Narzędzia administratora",
	"Type e-mail address you want to assign as a moderator:": "Wpisz adres e-mail osoby, której chcesz przydzielić prawa moderatora:",
	"Assign moderator": "Przydziel moderatora",
	"Steemfounders": "Steemfounders",
	"by": "autorstwa",
	"What is Steem - Steemfounders": "Czym jest Steem - Steemfounders",
	"What is Steem?": "Czym jest Steem?",
	"Steem is a decentralised social networking platform based on an innovative blockchain that allows users to reward content creators for their work.": "Steem to zdecentralizowana platforma sieci społecznościowych oparta na innowacyjnej strukturze blokowej, która pozwala użytkownikom nagradzać twórców treści za ich pracę.",
	"Where does money come from, why do people want to reward us for creating?": "Skąd biorą się pieniądze, dlaczego ludzie chcą nas nagradzać za tworzenie?",
	"The Steem exists because of its creators. For posting content, users gain a stake in the platform, which they can sell, or use to independently vote for other users high quality content. Ownership of shares allows to distribute the tokens emitted by the platform among the creators, which allows the investors to influence its functioning and make sure that the platform in which they invested develops - that's why they try to reward great creators!": "Steem istnieje dzięki swoim twórcom. W przypadku zamieszczania treści użytkownicy zyskują udziały w platformie, które mogą sprzedawać lub wykorzystywać do niezależnego głosowania na wysokiej jakości treści od innych użytkowników. Posiadanie akcji pozwala na dystrybucję wśród twórców tokenów emitowanych przez platformę, co pozwala inwestorom wpływać na jej funkcjonowanie i zapewniać rozwój platformy, w którą zainwestowali - dlatego starają się nagradzać świetnych twórców!",
	"Why does Steem grow so dynamically, who controls it?": "Dlaczego Steem rośnie tak dynamicznie, kto nim zarządza?",
	"Steem is decentralised, which means that nobody has enough power to change anything in it on their own. The platform is governed by the community - literally! All changes are made by all of us. Both the investors and the creators want Steem to function as well as possible, so everyone works hard to keep the platform developing in the best possible direction. An example is steemfounders.com, a project created to make it easier for new users to start their own adventure with the platform and bring its value!": "Steem jest zdecentralizowany, co oznacza, że nikt nie ma wystarczających uprawnień, aby zmienić w nim cokolwiek samodzielnie. Platformą rządzi wspólnota - dosłownie! Wszystkie zmiany są wprowadzane przez nas wszystkich. Zarówno inwestorzy, jak i twórcy chcą, aby Steem funkcjonował jak najlepiej, dlatego wszyscy ciężko pracują, aby platforma rozwijała się w jak najlepszym kierunku. Przykładem jest steemfounders.com, projekt stworzony w celu ułatwienia nowym użytkownikom rozpoczęcia własnej przygody z platformą i podniesienia jej wartości!",
	"What type of content does Steem expect?": "Jakiego rodzaju treści oczekuje Steem?",
	"Steem is an extremely flexible platform. Anyone who owns a STEEM token needs it to contain something interesting and to attract as many recipients as possible. For this reason, every unique, high quality content should be rewarded here. It can be videos, poetry, reviews, scientific articles, everything you can think of. Everything that brings value to the network!": "Steem to niezwykle elastyczna platforma. Każdy, kto posiada tokeny STEEM może wykorzystać je do wspierania czegoś interesującego, czegoś co przyciągnie jak największą liczbę odbiorców. Z tego powodu każdy unikatowy, wysokiej jakości materiał powinien być tutaj nagradzany. Mogą to być teledyski, poezja, recenzje, artykuły naukowe, wszystko, co można wymyślić. Wszystko, co wnosi wartość do sieci!",
	"Will I be noticed here by anyone? Will my account find recipients here? Why is it worth voting for new authors?": "Czy ktoś mnie tutaj zauważy? Czy moje konto znajdzie tutaj odbiorców? Dlaczego warto głosować na nowych autorów?",
	"The way Steem works will ensure that almost someone will notice your work. 25% of the value of each post you write or comment (you can also monetize your comments!) will always be given to the curators, but the one who saw your work and voted first will get the most out of it. How much he will earn depends on how much you earn, so he will want to promote you in the best possible way - that's what Steem's curators do. This makes it important for everyone to be rewarded for every effort they make.": "Sposób działania Steem'a zapewni, że ktoś na pewno zauważy Twoją pracę. 25% wartości każdego napisanego lub skomentowanego przez Ciebie postu (możesz również zarabiać na komentarzach!) będzie zawsze przekazywane głosującym, ale ten, kto zauważył Twoją pracę i zagłosował jako pierwszy, dostanie z tego najwięcej. To, ile zarobi, zależy od tego, ile zarobisz ty, więc będzie chciał jak najlepiej Cię wypromować - to właśnie robią kuratorzy Steema. Dlatego ważne jest, aby każdy był nagradzany za wysiłek, jaki włożył w post.",
	"Moderator panel - Steemfounders": "Panel moderatora - Steemfounders",
	"Register - Steemfounders": "Rejestracja - Steemfounders",
	"Finish registration": "Zakończ rejestrację",
	"Preffered language": "Preferowany język",
	"English": "Angielski",
	"Polish": "Polski",
	"Japanese": "Japoński",
	"Indonesian": "Indonezyjski",
	"Korean": "Koreański",
	"Spanish": "Hiszpański",
	"Other": "Inny",
	"Let's start": "Zaczynamy",
	"Write your introduce post": "Napisz swój pierwszy post",
	"To get best results please read:": "Aby uzyskać najlepsze wyniki, zapoznaj się z:",
	"Your post title:": "Tytuł wpisu:",
	"Post body:": "Treść wpisu:",
	"Thumbnail URL (optional):": "URL Miniatury (opcjonalnie):",
	"You interests (as tags):": "Twoje zainteresowania (jako tagi):",
	"Submit": "Dodaj",
	"You successfully submitted your post. Wait for information from our moderators :)": "Pomyślnie zgłosiłeś swój post. Teraz poczekaj na informację od moderatorów :)",
	"Posts to moderate": "Posty do moderacji",
	"Edit and publish": "Edytuj i opublikuj",
	"Edit and publish - Steemfounders": "Edytuj i opublikuj - Steemfounders",
	"You are about to publish new blog post to Steem blockchain": "Zaraz opublikujesz nowy post w blockchainie",
	"Please be aware that you may not be able to delete it later": "Weź pod uwagę, że nie będziesz mógł go później usunąć",
	"Publish": "Publikuj",
	"Post title:": "Tytuł postu:",
	"User interests (readonly, you should decide which tags should be used):": "Zainteresowania użytkownika (do odczytu, ty powinieneś zdecydować jakich tagów użyć):",
	"Steem tags for new post:": "Tagi STEEM dla nowego postu:",
	"Moderator username (without @)": "Nazwa moderatora (bez znaku @)",
	"Unfortunatelly your post has been rejected. If you think that was made by mistake - contact our moderators via Discord.": "Niestety twój post został odrzucony. Jeśli uważasz, że to pomyłka skonfaktuj się z naszymi moderatorami za pomocą Discorda.",
	"No posts to moderate at the moment": "Brak postów do moderacji"
}